Repository: ff2flavio/cake-base
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: Invalid group
pt_br: Perfil/Grupo não localizado

source: The group has been saved
pt_br: Perfil adicionado com sucesso!

source: The group could not be saved. Please, try again.
pt_br: Não foi possível adicionar o perfil, por favor tente novamente.

source: Group deleted
pt_br: Perfil removido com sucesso!

source: Group was not deleted
pt_br: Não foi possível remover o perfil, por favor tente novamente

source: Logged with success
pt_br: Login realizado com sucesso!

source: Invalid login
pt_br: Dados de login inválidos, por favor tente novamente.

source: Invalid user
pt_br: Usuário não localizado

source: The user has been saved
pt_br: Cadastro/edição realizada com sucesso!

source: The user could not be saved. Please, try again.
pt_br: Não foi possível realizar o cadastro, por favor tente novamente

source: User deleted
pt_br: Usuário removido com sucesso!

source: User was not deleted
pt_br: Não foi possível remover o perfil do usuário, por favor tente novamente

source: Show amplied map
pt_br: Exibir mapa ampliado

source: Your name
pt_br: Seu nome

source: Your e-mail
pt_br: Seu e-mail

source: Subject
pt_br: Assunto

source: Your message
pt_br: Sua mensagem

source: Submit
pt_br: Enviar

source: * All fields must to be filled
pt_br: * Todos os campos são de preenchimento obrigatório
